src/main/resources/requests/Запрос по 2 дог.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:m0="http://www.integrator.sogaz.ru">
	<SOAP-ENV:Body>
		<m:getCountInsuredOfContracts xmlns:m="http://www.perconalcabinet.sogaz.ru">
			<m:ID_Dog>
				<m0:ID>09dd3d65-ad16-42aa-bcb9-9083670e041d</m0:ID>
				<m0:ID>cbda2a80-139a-4e6a-87bf-6b994b68f741</m0:ID>
			</m:ID_Dog>
		</m:getCountInsuredOfContracts>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
